Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: A law firm submits an a-melding for December with information concerning Kari's employment.
nn: Eit advokatfirma sender a-melding for desember med opplysningar om arbeidsforholdet til Ola.

source: For more information, read about
nn: Dersom du vil ha meir informasjon, kan du lese om

source: The company receives the error message MAGNET_EDAG-235 because the number of hours which equates a full-time position is not between 28 and 33.6.
nn: Dei får feilmeldinga MAGNET_EDAG-235 fordi talet på timar ei full stilling svarar til ikkje er mellom 28 – 33,6.

source: The tax exemption in Norway is however limited to the part of the pension that is taxed in Thailand.
nn: Skattefritaket i Noreg er likevel avgrensa til den delen av pensjonen som er skattlagd i Thailand.

source: If you were born in 1953 or earlier, then your pension accrues based on the old pension credits regulations.
nn: Er du fødd i 1953 eller tidlegare, har du pensjonsopptening etter gamle reglar basert på pensjonspoeng.

source: The company receives error message MAGNET_EDAG-114B because “leave” is not a valid leave description in April 2018.
nn: Dei får feilmeldinga MAGNET_EDAG-114B fordi "permisjon" ikkje er ei gyldig lønnsnemning i april 2018.

source: Under item 23, the total acquisition value consisting of the share capital and total premiums must be entered.
nn: Samla anskaffingsverdi, som består av aksjekapital og samla overkurs, skal registrerast i post 23.

source: When can you get a payment agreement?
nn: Når kan du få ein betalingsavtale?

source: Application form RF-1032
nn: Det er søknadsskjema RF-1032

source: The calculation of the
nn: skal gjerast i dette skjemaet.

source: The Ministry of Foreign Affairs – for foreign embassy staff or foreign citizens in international organisations and intergovernmental convention bodies based in Norway that have registered with and been accepted by the Ministry of Foreign Affairs under sections 1-4 and 1-5, first to third paragraphs, of the Immigration Regulations.
nn: Utanriksdepartementet – for utanlandsk ambassadepersonell eller utanlandske borgarar i internasjonale organisasjonar og mellomstatlege konvensjonsorgan med sete i Noreg som er meldt til og akseptert av Utanriksdepartementet etter utlendingsforskrifta § 1-4 og § 1-5, første til tredje ledd.

source: Please note that if a demerger takes place with several acquiring companies, event type “Demerger through splitting up companies” must be entered under items 18 and 30.
nn: Vi gjer merksam på at når det blir fisjonert ut til fleire overtakande selskap, skal hendingstype "Fisjon ved oppsplitting av selskap" brukast i post 18 og 30.

source: Under item 29, choose: New share issue through conversion of receivable by increasing nominal value.
nn: Vel "Nyemisjon ved konvertering av fordring auke av pålydande" i post 29.

source: If you have spent several periods abroad during the income year, you must provide information concerning this under item 3 Additional information.
nn: Har du hatt fleire opphald i utlandet i inntektsåret, må du gi informasjon om dette under post 3 Tilleggsopplysningar.

source: RF-1236 Young people's housing savings (BSU) - contract in another EEA country.
nn: Bruk skjema RF-1236 Boligsparing for ungdom (BSU) - kontrakt i annen EØS-stat.

source: As Kari has changed employer, her employment relationship must be ended in the Tax Administration, even if she is on leave.
nn: I og med at Kari har bytt arbeidsgivar, skal arbeidsforholdet avsluttast i Skatteetaten sjølv om ho har fått permisjon.

source: To get MinID, you first need to
nn: For å få MinID må du først

source: State the FTE percentage which is stated in the employee’s employment contract.
nn: Før opp stillingsprosenten som står i arbeidsavtalen til den tilsette.

source: used the wrong prefix for the amount you specified for total withholding tax payable.
nn: brukt feil forteikn på beløpet du har oppgitt i forskotstrekk for inntektsmottakar.

source: They receive feedback MAGNET_EDAG-286 because they stated a leave percentage for Linda in excess of 100.
nn: Dei får tilbakemeldinga MAGNET_EDAG-286 fordi dei oppgir ein permisjonsprosent for Linda på over 100.

source: Occupation codes for managers start with 1 in the first digit.
nn: Yrkeskodar for leiarar startar med 1 i første siffer.

source: If you do not own housing or a holiday home in Italy, you
nn: Andre pensjonar og uføreytingar skal ikkje skattleggjast i Noreg.

source: Who is entitled to the special allowance?
nn: Du kan søkje om ei betalingsutsetjing eller ein betalingsavtale.

source: To receive notifications when you have received anything from us, you need to have the right mobile number and e-mail address registered in your contact information.
nn: For å få varsel når du har fått noko frå oss, må du ha riktig mobilnummer og e-postadresse registrert i kontaktinformasjonen din.

source: This applies whether the pension is paid by the Norwegian Labour and Welfare Administration (NAV) or by other public pension schemes.
nn: Dersom du ikkje er australsk statsborgar og du har arbeidd for ein offentleg arbeidsgjevar i Noreg, skal den delen av pensjonen som er knytt til tidlegare offentleg teneste (inklusiv den tilsvarande delen av grunnpensjonen) skattleggjast i Noreg.

source: This provision states that when it follows from the tax rules in Thailand that only the amount that is transferred to Thailand is liable to tax there, the tax exemption in Norway only applies to the part of the income that is taxed in Thailand.
nn: Her står at når det følgjer av skattereglane i Thailand at det berre er det beløpet som er overført til Thailand, som er skattepliktig der, skal skattefritaket i Noreg berre gjelde den delen av inntekta som er skattlagd i Thailand.

source: Share of item 0330 that is trade debtors – to be transferred to item 1500
nn: Del av post 0330 som består av kundefordringar, skal overførast til post 1500

source: The company must also report newly issued shares under item 10 and shares under acquisition for shareholder B under item 24.
nn: Vidare må selskapet rapportere inn dei nyutskrivne aksjane i post 10 og aksjar i tilgang på aksjonær B i post 24.

source: They must submit a new a-melding for October in order to correct the error.
nn: Dei må sende ei ny a-melding for oktober for å korrigere feilen.

source: The change takes effect from 15 June.
nn: Endringa skjer frå den 15. juni.

source: Under both items 10 and 24, information must be provided on the divesting company and share class.
nn: I både post 10 og 24 må ein gi opplysningar om det overdragande selskapet og aksjeklasse.

source: Svalbard must transfer amount in column
nn: Svalbard skal overføre beløp i kolonne E til

source: NOKUT assesses the scope and level of vocational education and training
nn: NOKUT vurderer utanlandsk fag- og yrkesopplæring

source: The reported disbursements are shown in form "A07 Avstemmingsinformasjon for år 20xx" (in Norwegian only).
nn: Dei melde utbetalingane går fram av "A07 Avstemmingsinformasjon for år 20xx".

source: Tromsø municipality, from September 2020
nn: Tromsø kommune, frå september 2020

source: Karl should only report information about the other employees’ employment relationships in the a-melding.
nn: Det er berre dei andre tilsette Karl skal oppgi opplysningar om arbeidsforhold for i a-meldinga.

source: For example, incorrectly deducted tax in 2021 will be paid in connection with this year’s tax assessment, which will be ready during fall 2022.
nn: Til dømes vil for mykje trekt skatt i 2021 bli utbetalt saman med skatteoppgjeret for dette året, som er klart i løpet av hausten 2022.

source: intend to stay in Norway for less than 6 months, or
nn: planlegg å opphalde deg i Noreg mindre enn 6 månader, eller

source: A school submits an a-melding for May with information concerning Peter who is on a leave of absence.
nn: Ein skule sender a-melding for mai med opplysningar om Per som er i permisjon.

source: In the a-melding for August, Declarant 1 specifies that Ola has employment with Enterprise A. It receives error message MAGNET_EDAG-142B because the organisation numbers (legal organisation number and organisation number for the enterprise) are not linked in August.
nn: I a-meldinga for august oppgir Opplysningspliktig 1 at Ola har eit arbeidsforhold i Verksemd A. Dei får feilmeldinga MAGNET_EDAG-142B fordi organisasjonsnummera (juridisk organisasjonsnummer og organisasjonsnummer for verksemd) ikkje er knytte saman i august.

source: He states 7421118 Carpenter as his own occupational code.
nn: Han gjer opp yrkeskode 7421118 Snekker på seg sjølv.

source: Here, Declarant 1 has reported an income after the ownership of Enterprise A has ceased.
nn: Her har Opplysningspliktig 1 rapportert inntekt etter at eigarskapet til verksemd A har opphøyrt.

source: When you register the reduction in share capital by writing down the nominal value of the shares, you should enter the reduction under items 17 and 27.
nn: Når du fører nedsettinga av aksjekapital ved å skrive ned pålydande for aksjane, skal du føre nedsettinga i postane 17 og 27.

source: commentary on Article 7 of the Model Tax
nn: artikkel 7 i mønsteravtalen gir utfyllande

source: Lisbeth works in a company with employees both on board a boat and on land.
nn: Lisbeth jobbar i eit selskap som har tilsette både til sjøs og på land.

source: A painting firm submits an a-melding for February with information concerning Kari's leave of absence.
nn: Eit målarfirma sender a-melding for februar med opplysningar om permisjonen til Kari.

source: The a-melding for March does not include the leave information for Kari.
nn: A-meldinga for mars inneheld ikkje permisjonsopplysningane til Kari.

source: Færder municipality, from March 2019
nn: Færder kommune, frå mars 2019

source: a statement showing your income from pensions/disability benefits, employment and business activity in 2021.
nn: ei oppstilling som viser kva for inntekter av pensjon/uføreytingar, lønn og verksemd du har hatt i 2021.

source: This applies to disability benefits from public occupational pension schemes, private occupational pension schemes and other private pension schemes (with the exception of annuities).
nn: Dette gjeld uføreytingar frå offentlege tenestepensjonsordningar, private tenestepensjonsordningar og andre private pensjonsordningar (som ikkje er livrenter).

source: column C. The correction for deposits
nn: enkeltpersonføretak fører du i kolonne E.

source: Hårklipp Frisørsalong submits a-melding and reports the end date for the employment.
nn: Hårklipp Frisørsalong sendar a-melding og set sluttdato på arbeidsforholdet.

source: If you receive several benefits from NAV during the same period, it’s important that table-based deductions are only used for one of the benefits.
nn: Mottar du fleire ytingar frå NAV i den same perioden, er det viktig at tabelltrekk berre blir brukt ved skattetrekk i ei av ytingane.

source: report an adjusted layoff degree according to how much the employee works compared to normal working hours in the a-melding if you take back employees partially for up to 6 or 10 weeks in the layoff period
nn: rapportere inn justert permitteringsgrad etter kor mykje den tilsette jobbar i forhold til normal arbeidstid i a-meldinga viss du tar tilsette delvis tilbake i inntil 6 eller 10 veker i permitteringstida

source: The sports firm specified a list price for the car of NOK 660,000 and the registration number AB12345 in the a-melding for October.
nn: Sportsfirmaet har ført opp ein listepris for bilen på 660 000 og registreringsnummer AB12345 i a-meldinga for oktober.

source: It’s important to note that it may take 3-5 weeks before you receive a national identity number/D number and information about your tax deduction card.
nn: Ver klar over at det kan ta 3–5 veker å få tilsendt fødselsnummer/d-nummer og få informasjon om skattekortet ditt.

source: Her employment relationship in Bølstad municipality is terminated, and a new employment relationship is reported in Indre Viken municipality.
nn: Arbeidsforholdet hennar i Bølstad kommune blir avslutta og det blir oppgitt eit nytt arbeidsforhold i Indre Viken kommune.

source: Parent (company X) owns all the shares in Subsidiary (company Z).
nn: Mor (selskap X) eig alle aksjane i Dotter (selskap Z).

source: You receive, as a childminder, a number of benefits in relation to other businesses or self employed persons where the children you take care of are under 12 years of age or they are older and have special needs for care, i.e. due to a handicap.
nn: Når barna du passar er under 12 år, eller dersom dei er eldre og har særskilt behov for omsorg og pleie, til dømes på grunn av eit handikap, har du som barnepassar fleire fordelar i forhold til andre sjølvstendig næringsdrivande.

source: Øyer municipality, from October 2020
nn: Øyer kommune, frå oktober 2020

source: If you are of the opinion that all or part of your pension/disability benefit is tax exempt pursuant to the tax treaty with Thailand, you must submit an application for tax exemption card or a tax deduction card with a lower tax rate than 15 per cent to the tax office.
nn: Meiner du at pensjonen/uføreytinga di er heilt eller delvis skattefri etter skatteavtalen med Thailand, må du kontakte skattekontoret og søkje om frikort eller skattekort med lågare trekk enn 15 prosent.

source: Disability benefits from private and public occupational pension schemes and other private pension schemes (with the exception of annuities) are liable to tax in Norway.
nn: Uføreytingar frå private og offentlege tenestepensjonsordningar og andre private pensjonsordningar (med unntak av livrenter) skal skattleggjast i Noreg.

source: See how they specify this in the a-melding
nn: Sjå korleis dei oppgir dette i a-meldinga

source: It receives error message MAGNET_EDAG-266 because information concerning the employment type has changed since the previous month.
nn: Dei får feilmeldinga MAGNET_EDAG-266 fordi opplysningar om type arbeidsforhold er endra sidan førre månad.

source: You specified a pension scheme arrangement for a month before 2021.
nn: Du har opplysningar om pensjonsinnretning for ein månad før 2021.

source: If you have not earned pension points or accumulated pension reserves in the Norwegian National Insurance Scheme you are not liable for tax in Norway on pensions and disability benefits from private occupational pension schemes and other private pension schemes.
nn: Har du ikkje tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, er du ikkje skattepliktig i Noreg for pensjonar og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar.

source: The tax office may request that you submit documentation stating that you do have the status "non-regular resident" ("Residente Näo Habitual") in Portugal before they issue a tax exemption card or a tax deduction card with a lower tax rate than 15 per cent.
nn: Skattekontoret kan krevje at du sender inn dokumentasjon som viser at du har status som "non-regular resident" ("Residente Näo Habitual") i Portugal, før dei skriver ut frikort eller skattekort med lågare trekk enn 15 prosent.

source: The rules apply to loans from all companies in groups.
nn: Reglane gjeld for lån frå alle selskap i konsern.

source: This applies for example if you were living in an EEA country and working in Norway.
nn: Dette gjeld for eksempel dersom du budde i eit EØS-land og arbeidde i Noreg.

source: ExampleKnut has a part-time position (40 percent FTE).
nn: Døme Knut arbeidar deltid i ei 40 prosent stilling.

source: The firm must also correct the a-meldings for January, February and March.
nn: Arkitektbyrået må rette opp a-meldingane for januar, februar og mars òg.

source: To correct the error:
nn: For å rette feilen må:

source: paid work in the home
nn: lønnsarbeid i heimen

source: The company receives error message MAGNET_EDAG-294 because the total payable is NOK 1,000 more than the sum of the individual attachment of earnings for Per, Ola and Kari.
nn: Dei får feilmeldinga MAGNET_EDAG-294 fordi sum å betale er 1 000 kroner meir enn summen av utleggstrekket til Per og Ola.

source: Vinje municipality, from December 2018
nn: Vinje kommune, frå desember 2018

source: The shareholder’s acquisition value to be entered under item 23 is found by using RF-1233 Selskapets melding over deltakerens inntekt i selskap med deltakerfastsetting (The company’s statement of partner income and assets in a company assessed as a partnership, in Norwegian only) for the previous year, section VI, column I, item 640 for each partner/shareholder.
nn: Aksjonæren sin anskaffingsverdi, som skal førast i post 23, finn ein ved å ta utgangspunkt i selskapet si melding over deltakeren si formue og inntekt i selskap med deltakarfastsetting (RF-1233), for føregåande år, avsnitt IV, kolonne I, post 640 for kvar enkelt deltakar/aksjonær.

source: For the 2022 income year
nn: For inntektsåret 2022

source: for the employment relationships should you stop submitting a-meldings.
nn: på arbeidsforholda, at du ikkje skal levere a-melding lenger.

source: You have declared a positive amount in payroll withholding tax for an income recipient for the month.
nn: Du har oppgitt eit positivt beløp i forskotstrekk for inntektsmottakar for månaden.

source: If there is not an available D number for your birth date, the registration date will be used instead.
nn: Viss det ikkje er eit ledig d-nummer knytt til fødselsdatoen din, blir registreringsdatoen brukt.

source: In order to report your move to Norway, you must have a residence permit for 6 months or more and you must register as resident in Norway and get a Norwegian national identity number.
nn: For å kunne melde flytting, må du ha opphaldsløyve på 6 månader eller meir, og du skal registrerast som busett i Noreg og få eit fødselsnummer (særskilt identifikasjonsnummer).

source: enclose a Certificate of Residence from the tax authorities in your country of residence
nn: leggje ved ein bustadsattest (Certificate of Residence) frå skattestyresmaktene i det landet du bur i

source: Read – the icon that shows an eye (to the left)
nn: Lese – ikonet som viser eit auge (til venstre)

source: Rates for step tax have been altered.
nn: Satsar for trinnskatt er endra.

source: Kari works as a salesperson for a sports firm.
nn: Kari jobbar som seljar i eit sportsfirma.

source: This is OK because the hospital is not subject to the reporting obligation for salary information concerning Ola.
nn: Dette er OK, fordi sjukehuset ikkje har opplysningsplikt for lønnsopplysningar om Ola.

source: taxpayer can verify that 90 percent or more of
nn: godtgjer at 90 prosent eller meir av

source: Documentation requirements (tax treaties)
nn: Krav til dokumentasjon (skatteavtalar)

source: , divided by topics.
nn: Inntekt fiske, fordelt frå ektefelle

source: If you don’t pay what you owe within 14 days, deductions will be made at the next payment.
nn: Betaler du ikkje det du skuldar innan 14 dagar, blir du trekt i neste utbetaling.

source: If you are not sure which combinations you can use, see the
nn: Er du usikker på kva for kombinasjonar du kan bruke, kan du

source: You'll find customs duty and other taxes such as excise duty, research tax, etc. under item 47 of the customs declaration.
nn: Toll og andre avgifter som særavgift, forskingsavgift og liknande finn du i rubrikk 47 i tolldeklarasjonen.

source: between themselves may be important in
nn: er førte i skattemeldinga, og som kan knytast

source: When furnished housing and the owner uses the furniture him/herself before and after the letting period, a deduction for wear and tear on furniture can be claimed, stipulated at 15 per cent of the gross rental income.
nn: Ved utleige av møblert bustad, der eigaren sjølv bruker innbuet før og etter utleigeperioden, kan det krevjast frådrag for slit og elde av møblar, fastsett til 15 % av brutto leigeinntekter.

source: If you were born in 1953 or earlier, then your pension accrues based on the old pension credits rules.
nn: Er du fødd i 1953 eller tidlegare, har du pensjonsopptening etter gamle reglar basert på pensjonspoeng:

source: Here are some suggestions for what you can ask for:
nn: Her er nokre tips om kva du kan spørje etter:

source: In the a-melding for August, Declarant 1 reports that Ola has received holiday pay from Enterprise A. The declarant has not included information on Ola’s employment.
nn: I a-meldinga for august oppgir Opplysningspliktig 1 at Ola har fått utbetalt feriepengar i Verksemd A. Han har ikkje med opplysningar om arbeidsforholdet til Ola.

source: Will a gift given from the undivided estate in 2014 or later be subject to inheritance tax?
nn: Blir det arveavgift dersom det blir gitt ei gåve frå uskiftebuet i 2014 eller seinare?

source: the Norwegian Continental Shelf/in
nn: til tilverkingskontraktar som ikkje er fullførte

source: Income Statement 4 for banks and finance enterprises
nn: Næringsoppgåve 4 for bankar, finansieringsføretak o.a.

source: A school submits an a-melding for June with information concerning Per, who has two employment relationships with the school: one for administrative work and one for teaching.
nn: Ein skule sender a-melding for juni med opplysningar om Per som har to arbeidsforhold på skulen, eit arbeidsforhold som gjeld administrativt arbeid, og eit arbeidsforhold som gjeld undervisning.

source: Example 1 – forgotten to specify payroll withholding tax
nn: Døme 1 – gløymt å oppgi eit forskotstrekk

source: It is important to note here that the establishment must be declared at both company and shareholder level.
nn: Det er viktig å merkje seg at stiftinga skal førast både på selskaps- og aksjonærnivå.

source: See more information below, in the section “Tax return".
nn: Sjå meir informasjon under, i avsnittet "Skattemeldinga".

source: Company W issues 500 consideration shares with a nominal value of NOK 100.
nn: Selskap W skriv ut 500 vederlagsaksjar pålydande 100.

source: You must correct the error by the deadline for submitting the a-melding for the calendar month in which you received the error message.
nn: Du må rette feilen innan fristen for å levere a-melding for kalendermånaden du har fått feilmeldinga.

source: The company must also report the newly issued shares under item 10, as well as for shareholder A under item 24.
nn: Vidare må selskapet rapportere inn nyutskrivne aksjar i post 10, det same som aksjonær A i post 24.

source: Persons who have not earned pension points or accumulated pension reserves in the Norwegian National Insurance Scheme are not liable for tax on pensions and disability benefits from private occupational pension schemes and other private pension schemes and war veteran pensions.
nn: Personar som ikkje har tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, skal ikkje betale skatt av pensjonar og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar, og krigspensjon.

source: Under item 30, shareholder A must provide information about the acquiring companies W and Y as two events, but both must have the same time as item 18.
nn: I post 30 må aksjonær A gi opplysningar om dei overtakande selskapa W og Y som to hendingar, men begge skal ha same tidspunkt som post 18.

source: The accountant they enter into an agreement with uses a different payroll system than they used before.
nn: Rekneskapsføraren det blir inngått avtale med, bruker eit anna lønnssystem enn bedrifta.

source: A store submits an a-melding for June with information concerning Ali, who is a freelancer.
nn: Ein butikk sender a-melding for juni med opplysningar om Ali som er frilansar.
